
/* 
 * Gdut-Course
 * Created by brenner 2019-12-08
*/

;(function($) {
    $.data = [{"name":"其它","children":["README.md","公选课","考研之路","腾讯师兄的程序员之路","英语四六级"]},{"name":"大一","children":["c语言","README.md","中国近代史","大学物理上下","大学英语上下","工作室考核.zip","思想道德修养与法律基础","电工学","离散数学上下","线性代数","计算机系统导论","高等数学上下"]},{"name":"大三","children":["README.md","人工智能","大三上学期","大三下学期","嵌入式","计算机系统结构"]},{"name":"大二","children":["java程序设计语言","README.md","信息安全数学基础","数字逻辑与系统设计","数据结构","概率论与数理统计","算法设计与分析","计算机组成原理","计算机网络"]},{"name":"校园招聘","children":["README.md","入职相关.md","实习报告模版.doc","广工2018毕业生就业质量报告.pdf","简历模板.zip","贝壳找房笔试题.zip"]},{"name":"毕业设计","children":["01时间安排.jpg","02毕设诚信承诺书2019.doc","03本科毕设论文教师拟题审批表.doc","04任务书.docx","2019届毕业论文手册.pdf","README.md"]}];
})(new Function("return this")());
